<Main>
<Edits>
E_runinVD = "explorer.exe",-1,-1,-1,-1
E_ApplyCh = "Enter Channel",-1,-1,-1,-1
E_CP = "Enter Password",-1,-1,-1,-1
E_View  = "View File/Folder",-1,-1,-1,-1
E_TDname = "StudentMain",-1,-1,-1,-1
</Edits>
<Buttons>
P1 = "Setup/Uninstall",-1,-1,-1,-1
P2 = "TopDomainTools",-1,-1,-1,-1
P3 = "Other Tools",-1,-1,-1,-1
P4 = "About",-1,-1,-1,-1
P5 = "Settings",-1,-1,-1,-1
QuickSetup = "QuickSetup",-1,-1,-1,-1
DelR3 = "Ring3",-1,-1,-1,-1
DelR0 = "Ring0",-1,-1,-1,-1
SethcR3 = "Ring3",-1,-1,-1,-1
SethcR0 = "Ring0",-1,-1,-1,-1
hookS = "Setup",-1,-1,-1,-1
hookU = "Uninstall",-1,-1,-1,-1
runinVD = "Run exe",-1,-1,-1,-1
SwitchD = "SwitchDesk",-1,-1,-1,-1
ApplyCh = "Apply",-1,-1,-1,-1
ClearPass = "Clear Pass",-1,-1,-1,-1
ViewPass = "View Pass",-1,-1,-1,-1
CP1 = "Apply1",-1,-1,-1,-1
CP2 = "Apply2",-1,-1,-1,-1
CP3 = "Apply3",-1,-1,-1,-1
kill-TD = "Kill",-1,-1,-1,-1
re-TD = "Reopen",-1,-1,-1,-1
windows.ex = "Change2window",-1,-1,-1,-1
ANTI- = "anti-shutdown",-1,-1,-1,-1
desktop = "Run on UAC",-1,-1,-1,-1
auto-5 = "Auto anti-TD",-1,-1,-1,-1
Usethc = "Uninstall NTSD",-1,-1,-1,-1
viewfile = "...",-1,-1,-1,-1
folder = "View Folder",-1,-1,-1,-1
TI = "Start",-1,-1,-1,-1
TA = "T.A. Deleter",-1,-1,-1,-1
BSOD = "BSOD",-1,-1,-1,-1
NtShutdown = "NtShutdown",-1,-1,-1,-1
Games = "Games",-1,-1,-1,-1
ARP = "ARP Attack",-1,-1,-1,-1
SuperCMD = "System CMD",-1,-1,-1,-1
Killer = "Nothing",-1,-1,-1,-1
more.txt = "Nothing",-1,-1,-1,-1
sysinfo = "System Info",-1,-1,-1,-1
hidest = "Hide Forever",-1,-1,-1,-1
minisize = "Minisize",-1,-1,-1,-1
Game1 = "Hangman",-1,-1,-1,-1
Game2 = "Flappy Bird",-1,-1,-1,-1
Game3 = "2048",-1,-1,-1,-1
Game4 = "Tetris",-1,-1,-1,-1
Game5 = "xiaofei",-1,-1,-1,-1
Game6 = "Chess",-1,-1,-1,-1
</Buttons>
<Checks>
C1 = " Fake Toolbar Old",-1,-1,-1
C2 = " Fake Toolbar New",-1,-1,-1
C3 = " Fake Icon",-1,-1,-1
C4 = " On Top",-1,-1,-1
C5 = " Ctrl+R BSOD",-1,-1,-1
C6 = " Ctrl+T NtShutdown",-1,-1,-1
C7 = " Ctrl+Alt+P ScreenShot/Display",-1,-1,-1
C8 = " Rekill                     .exe",-1,-1,-1
C9 = " Anti KeyBoard Hook",-1,-1,-1
C10 = " Anti Mouse Hook",-1,-1,-1
C11 = " Ctrl+Alt+K Use Keys2Ctrl Mouse",-1,-1,-1
C12 = " Low resources",-1,-1,-1
C13 = " Bigger/Smaller",-1,-1,-1
</Checks>
<Strings>
OneOK = "Setup Success，Press 'Scroll Lock' to Terminate TD！"
OneFail = "Setup Fail\nFile does not exist."
unQSOK = "Uninstall Success"
Info = "Info"
setQS = "QuickSetup"
unQS = "Uninstall"
StartFail = "Failed to start"
DSR3Fail = "Delete Sethc fail！Need Admin."
DSR0Fail = "Delete Sethc fail！\nNo Admin/DrvFile does not Exist"
CSFail = "Copy Sethc fail！\nNeed privilige"
NoSethc = "Copy Sethc fail！\nSource File does not Exist"
CNTSDFail = "Copy NTSD fail！\nNeed privilige"
NoNTSD = "Copy NTSD fail！\nSource File does not Exist"
ACFail = "Open Key fail!\nNo Admin/Key does not Exist"
ACUKE = "Set Key Fail!\n(Unknown Error)"
ACOK = "Apply Success"
VPFail = "Failed...\nKey does not Exist\nPress OK to continue"
VPUKE = "Failed...\nPress OK to continue"
VPNULL = "Key value is Null/Key does not Exist"
TINotF = "Not a File/Folder！"
360Start = "Please Start 360safe.exe"
360Fail = "failed"
BSODAsk = "BSOD need admin"
pswdis = "The Password is : "
tnd = "TopDomain - Online"
Tdelete = "Delete File"
Tcopy = "Copy File"
Tctrl+b = "Press Ctrl+B to Switch"
Tcp1 = "TD Pass format may different"
Tcp2 = "Not always success"
Tcoder = "Coder：minecraft cxy villager"
Tver = "Ver：C++ v1.8.5"
_Tleft = "CopyLeft© SAsoftware 2015 - 2018"
Tleft = "© SAsoftware 2015 - 2018"
Tleft2 = "......."
Tmain = "TopDomainTools v1.8.5 Not an Admin"
Tmain2 = "TopDomainTools v1.8.5"
E_runinVD = "explorer.exe"
E_ApplyCh = "Enter Channel"
E_CP = "Enter"
E_View = "View File/Folder"
E_TDname = "StudentMain"
CPAsk1 = "Are you sure to change the password to'"
CPAsk2 = "'?"
Loaded = "Downloaded"
Loading = "Downloading"
Useless = "- Unusable "
Usable = "- Usable "
Rec = "- Recommended "
Ttip1 = "Press Ctrl+P to Show/Hide"
Ttip2 = "'QuickSetup' & 'Vitrual Desktop' are recommened"
Tbit = "OSbit:"
Twinver = "OSver:"
Tcmd = "cmd:"
TTDv = "TDver:"
TIP = "IP add:"
TcmdOK = "Exist"
TcmdNO = "Not Exist"
Games = "Games"
Gamee = "End"
Deleted = "Deleted"
Installed = "Installed"
Ring3 = "Ring3"
Ring0 = "Ring0"
Setup = "Setup"
Uned = "Uninstalled"
TDState = "TDState: "
_TDState = "TDState: "
</Strings>
<Frames>
F1 = " Sethc ",-1,-1,-1,-1
F2 = " Stronger Hook ",-1,-1,-1,-1
F3 = " Vitrual Desktop ",-1,-1,-1,-1
F4 = " Channel Tool ",-1,-1,-1,-1
F5 = " PassWord Tool ",-1,-1,-1,-1
F6 = " Process ",-1,-1,-1,-1
F7 = " Deleter ",-1,-1,-1,-1
F8 = " Power ",-1,-1,-1,-1
F9 = " Others ",-1,-1,-1,-1
F10 = " Games ",-1,-1,-1,-1
</Frames>
<Texts>
T1 = -1,-1
T2 = -1,-1
T3 = -1,-1
T4 = -1,-1
T5 = -1,-1
T6 = -1,-1
T7 = -1,-1
T8 = -1,-1
T9 = -1,-1
T10 = -1,-1
</Texts>
</Main>
<Catch>
CW = "CatchWindow"
MW = "ViewWindow"
RW = "ReleaseWindow"
Eat1 = " "
Eat2 = " Windows have been eaten."
Timer1 = " "
Timer2 = "s left"
</Catch>